{"card_uid_counter":150,"eng":{"categories":[{"id":"","name":"","desc":""},{"id":"jus","name":"Justice","desc":"Civil rights, social justice, anti-racism, feminism, LGBT rights"},{"id":"env","name":"Environment","desc":"Environmentalism, conservation, sustainability"},{"id":"tra","name":"Tradition","desc":"Tradition, christianity, rural life"},{"id":"job","name":"Jobs","desc":"Worker's rights, job creation, unionization"},{"id":"eco","name":"Economics","desc":"Economic growth, free market, entrepreneurship"},{"id":"glo","name":"Globalization","desc":"World Peace, Inernationalism, global justice"},{"id":"wel","name":"Welfare","desc":"Welfare state, public services, healthcare, povery relief"},{"id":"nat","name":"Nationalism","desc":"Containing immigration, nationalism, white supremacy"},{"id":"tax","name":"Tax Cuts","desc":"Tax cuts, small government, reduce budget deficits"},{"id":"sec","name":"Security","desc":"Security, military strength, fighting crime and terrorism"},{"id":"pat","name":"Patriotism","desc":"General pride and belief in the United States. Basic category that means nothing, but will work in any state."}],"positions":[{"text":"As president, I will introduce term limits for Supreme Court justices.","bonuses":[{"id":"jus","points":3}],"uid":2},{"text":"The supreme court is full of right wing extremists. To restore balance to the court, I will expand the court to 13 justices.","bonuses":[{"id":"jus","points":4},{"id":"tra","points":-4}],"uid":3},{"text":"There is no bigger than threat to humanity than climate change.","bonuses":[{"id":"env","points":2}],"uid":5},{"text":"My climate plan will reduce emissions by 44% by the end of decade by giving tax cut incentives for companies to invest in renewable energy and rebates for people that buy electric cars.","bonuses":[{"id":"env","points":3},{"id":"eco","points":2},{"id":"tax","points":1}],"uid":6},{"text":"I want to trade more with China. They got some good stuff over there.","bonuses":[{"id":"glo","points":1},{"id":"eco","points":1},{"id":"nat","points":-1}],"uid":9},{"text":"Under my presidency, the wall is going down, immigrants are coming up.","bonuses":[{"id":"glo","points":1},{"id":"jus","points":1},{"id":"nat","points":-1},{"id":"sec","points":-2}],"uid":10},{"bonuses":[{"id":"wel","points":"4"},{"id":"tax","points":"-3"}],"smears":[],"uid":31,"text":"We need Medicare For All!"},{"bonuses":[{"id":"wel","points":"2"},{"id":"eco","points":"-1"}],"smears":[],"uid":32,"text":"Americans pay some of the highest costs in the world for prescription drugs. We need a president that will stand up to the pharmaceutical industry to help bring down the costs"},{"bonuses":[{"id":"wel","points":"2"},{"id":"tax","points":"-2"}],"smears":[],"uid":33,"text":"As president, I will forgive $10,000 worth of student debt for individuals that make less than $125,000 per year."},{"bonuses":[{"id":"wel","points":"3"},{"id":"eco","points":"1"},{"id":"tax","points":"-5"},{"id":"job","points":"2"}],"smears":[],"uid":34,"text":"Universal Basic Income will eliminate poverty and infuse more money into the economy. I am proposing a $1,000 Freedom Dividend to be paid monthly for every American citizen."},{"bonuses":[{"id":"job","points":"1"},{"id":"nat","points":"1"}],"smears":[],"uid":35,"text":"NAFTA was a horrible deal that drove lots of good paying jobs outside of the United States into Mexico."},{"bonuses":[],"smears":[{"id":"job","points":"-2"}],"uid":36,"text":"[Insert opponent name] wants to take away your Railroad Retirement and force all you railway workers on to Social Security instead! "},{"bonuses":[{"id":"job","points":"1"}],"smears":[],"uid":37,"text":"We need to be encouraging our kids to get technical degrees. Blue-collar workers are the backbone of our society."},{"bonuses":[{"id":"job","points":"1"},{"id":"nat","points":"1"}],"smears":[],"uid":38,"text":"We need to take on China and fix our supply chain issues by making things in America."},{"bonuses":[{"id":"sec","points":"2"},{"id":"nat","points":"3"},{"id":"glo","points":"-3"},{"id":"jus","points":"-2"}],"smears":[],"uid":39,"text":"This country needs to take more drastic measures to prevent illegal immigration. I propose burning all the bridges over the Rio Grande."},{"bonuses":[{"id":"jus","points":"2"},{"id":"pat","points":"1"},{"id":"eco","points":"-1"}],"smears":[],"uid":44,"text":"I refuse to support an America where overpaid CEOs are able to exploit cheap overseas labor."},{"bonuses":[{"id":"job","points":"1"},{"id":"jus","points":"1"},{"id":"env","points":"1"}],"smears":[],"uid":45,"text":"My supporters know that I will protect our precious environment, our civil rights and our hard-working neighborhoods."},{"bonuses":[{"id":"wel","points":"1"},{"id":"job","points":"1"}],"smears":[],"uid":53,"text":"It is my goal to invest in underserved communities and put people who have been left behind in positions to lead."},{"bonuses":[{"id":"jus","points":"3"},{"id":"tra","points":"-3"}],"smears":[],"uid":54,"text":"It's time we ban assault weapons so our kids learn to read and write in schools instead of learning to duck and cover."},{"bonuses":[{"id":"eco","points":"2"},{"id":"job","points":"1"}],"smears":[],"uid":55,"text":"When I win this campaign, I will immediately begin investing in small manufacturers, communities, workers, and entrepreneurs across America to reinvigorate our economy."},{"bonuses":[{"id":"pat","points":"1"}],"smears":[],"uid":56,"text":"America is an idea - the most powerful idea in the history of the world."},{"bonuses":[{"id":"job","points":"1"}],"smears":[],"uid":57,"text":"Under my administration, I will create more jobs than any other presidential term in history."},{"bonuses":[{"id":"pat","points":"1"}],"smears":[],"uid":58,"text":"You can't love your country only when you win politically"},{"bonuses":[{"id":"pat","points":"1"}],"smears":[],"uid":59,"text":"America must choose: To be a nation of hope and unity and optimism - or a nation of fear and division and darkness."},{"bonuses":[{"id":"job","points":"1"},{"id":"tax","points":"-1"}],"smears":[],"uid":62,"text":"In the United States, and across the Atlantic, working people are united in being sick and tired of working longer hours for lower wages while the rich get richer."},{"bonuses":[],"smears":[{"id":"job","points":"-1"}],"uid":63,"text":"[insert opponent name] is getting richer and richer, making millions off the working class while working as a public servant. My opponent's hypocrisy runs deep."},{"bonuses":[{"id":"env","points":"4"},{"id":"tax","points":"-2"}],"smears":[],"uid":73,"text":"Our first priority needs to be solving the climate change crisis. By implementing a Carbon Tax, we can both dissuade environmentally unfriendly purchases, and fund efforts to switch America to renewable energies."},{"bonuses":[{"id":"tax","points":"3"},{"id":"wel","points":"-2"}],"smears":[],"uid":75,"text":"There is no such thing as student loan forgiveness—this is a bailout, paid for by the large majority of Americans who never went to college or who responsibly paid off their debts."},{"bonuses":[{"id":"glo","points":"1"},{"id":"sec","points":"1"}],"smears":[],"uid":76,"text":"I stand with Ukraine."},{"bonuses":[{"id":"job","points":"-1"}],"smears":[],"uid":77,"text":"Unions tie you down with a lot of PAPERWORK & OBLIGATION."},{"bonuses":[{"id":"nat","points":"3"},{"id":"sec","points":"1"},{"id":"glo","points":"-3"}],"smears":[],"uid":78,"text":"If you're an illegal immigration, you should be immediately deported and disbarred from entering the United State for life. Period."},{"bonuses":[{"id":"nat","points":"3"},{"id":"sec","points":"2"},{"id":"glo","points":"-3"},{"id":"jus","points":"-1"}],"smears":[],"uid":79,"text":"My first day of office, I will deploy the national guard to handle the immigration crisis at our southern border."},{"bonuses":[{"id":"eco","points":"1"}],"smears":[],"uid":80,"text":"A headline that sadly isn’t surprising under this administration: 'Would You Take Out a Loan to Buy This Week’s Groceries?'"},{"bonuses":[{"id":"tax","points":"2"},{"id":"wel","points":"-1"}],"smears":[],"uid":81,"text":"Abolish the IRS."},{"bonuses":[],"smears":[{"id":"tra","points":"-1"},{"id":"sec","points":"-1"}],"uid":86,"text":"Unlike myself, [insert opponent name] wants an America where Hollywood liberals and Iranian extremists can destroy our innocent grandparents"},{"bonuses":[],"smears":[{"id":"env","points":"-2"}],"uid":87,"text":"[insert opponent name] says they care about the environment, but have you seen their gas-guzzling campaign bus driving around the state? I drive an electric car while on the campaign trail."},{"bonuses":[{"id":"glo","points":"2"},{"id":"nat","points":"-2"},{"id":"sec","points":"-1"},{"id":"jus","points":"1"}],"smears":[],"uid":88,"text":"We need more immigrants to combat an aging society. I will increase the number of visas available for anyone who wants to become an American."},{"bonuses":[{"id":"wel","points":"1"},{"id":"eco","points":"1"}],"smears":[],"uid":89,"text":"To help lower the cost of prescription drugs, we will import drugs, that are much cheaper, from Canada."},{"bonuses":[{"id":"tra","points":"1"},{"id":"tax","points":"2"},{"id":"wel","points":"1"},{"id":"eco","points":"-2"}],"smears":[],"uid":90,"text":"It’s unfair to force a truck driver to pay a loan for someone who got a PhD in gender studies. Taxpayers shouldn’t be footing the bill for student loan relief. If anything, universities handing out worthless degrees should be on the hook."},{"bonuses":[{"id":"job","points":"2"}],"smears":[],"uid":91,"text":"As workers, when you stand together, you don't have to beg, you don't have to plead. In solidarity, you've got power. You can win. That's what the bosses know, that's what the bosses fear, and that's exactly why we've got to grow and strengthen the trade union movement."},{"bonuses":[{"id":"tra","points":"2"},{"id":"eco","points":"1"}],"smears":[],"uid":92,"text":"Mega corporations are imposing their woke ideology on the economy. Our economy would be better off if everything was not politicalized."},{"bonuses":[{"id":"tra","points":"3"},{"id":"jus","points":"-2"}],"smears":[],"uid":93,"text":"Freedom includes the freedom from indoctrination. We, therefore, reject teaching kids to hate our country or to hate each other through concepts such as Critical Race Theory."},{"bonuses":[{"id":"tra","points":"2"},{"id":"jus","points":"-1"}],"smears":[],"uid":94,"text":"Our country was not founded on slavery. Our founding fathers recognized that slavery was wrong."},{"bonuses":[{"id":"nat","points":"1"},{"id":"sec","points":"2"},{"id":"jus","points":"-1"}],"smears":[],"uid":96,"text":"I will introduce a new election crimes office to ensure our elections are conducted in accordance with the law, and those who engage in ballot harvesting or illegal voting will be held accountable."},{"bonuses":[{"id":"sec","points":"2"},{"id":"tra","points":"2"},{"id":"jus","points":"-3"}],"smears":[],"uid":97,"text":"Teachers love our students and will protect them if they carried firearms in the classroom. Teachers will have annual training and should get a yearly bonus. Shootings will not happen again."},{"bonuses":[{"id":"job","points":"2"},{"id":"eco","points":"-1"}],"smears":[],"uid":98,"text":"Under my plan, if a company says they'll pay prevailing wages but doesn’t follow through, they'll pay a penalty. And workers who are owed wages will receive the difference. Plus interest."},{"bonuses":[{"id":"env","points":"-2"},{"id":"job","points":"1"},{"id":"eco","points":"2"}],"smears":[],"uid":104,"text":"Let me be clear, I do not support a Carbon Tax that will increase gas prices for everyday working class Americans."},{"bonuses":[{"id":"env","points":"-2"},{"id":"eco","points":"1"},{"id":"glo","points":"1"}],"smears":[],"uid":105,"text":"I will reinstate the permit for the Keystone Pipeline. This would increase the amount of oil we can import, and bring down the price of gas."},{"bonuses":[{"id":"tra","points":"2"},{"id":"env","points":"-3"}],"smears":[],"uid":106,"text":"If global warming is real, why does it still snow?"},{"bonuses":[{"id":"job","points":"-1"},{"id":"eco","points":"1"},{"id":"tra","points":"-1"}],"smears":[],"uid":107,"text":"Let's face it, there's not enough people to fill all the minimum wage positions. I'm tired of waiting in line for my McDonalds - we need more robots filling these roles!"},{"bonuses":[{"id":"job","points":"-2"},{"id":"eco","points":"2"}],"smears":[],"uid":108,"text":"Worker strikes are an inconvenience to everyday citizens. These employees need to get back to work."},{"bonuses":[{"id":"tra","points":"1"},{"id":"job","points":"-1"}],"smears":[],"uid":109,"text":"Nobody wants to work anymore these days. I have no sympathy. At my first job, I made $5 an hour!"},{"bonuses":[{"id":"wel","points":"-2"},{"id":"pat","points":"1"},{"id":"eco","points":"1"},{"id":"tra","points":"2"}],"smears":[],"uid":111,"text":"Private healthcare gives Americans the freedom of choice."},{"bonuses":[],"smears":[{"id":"nat","points":"-1"},{"id":"pat","points":"-1"},{"id":"wel","points":"-1"}],"uid":112,"text":"[insert opponent name] is receiving money from healthcare bureaucrats, sex workers and communists."},{"bonuses":[{"id":"wel","points":"-2"},{"id":"eco","points":"1"},{"id":"tax","points":"2"}],"smears":[],"uid":113,"text":"I do not support socialized healthcare. Americans prefer handling their own healthcare, and paying for what they need when they need it rather than having higher taxes to pay for someone else's treatment."},{"bonuses":[{"id":"env","points":"2"},{"id":"tra","points":"1"}],"smears":[],"uid":114,"text":"I would like to increase funding into maintaining and improving state parks. These beautiful parks are a space for all citizens to enjoy."},{"bonuses":[{"id":"jus","points":"2"},{"id":"tra","points":"-1"}],"smears":[],"uid":115,"text":"Our country was founded on the backs of slaves. Our founding fathers were slave owners. We can't deny this truth."},{"bonuses":[{"id":"tax","points":"2"},{"id":"job","points":"1"},{"id":"wel","points":"-1"}],"smears":[],"uid":116,"text":"To ease the burden on working families, I will issue a tax cut on those making less than $100,000 annually."},{"bonuses":[{"id":"glo","points":"3"},{"id":"jus","points":"2"},{"id":"nat","points":"-2"}],"smears":[],"uid":121,"text":"Under my immigration policy, all the Dreamers in the DACA program will be given a pathway to citizenship."},{"bonuses":[{"id":"sec","points":"1"},{"id":"tra","points":"2"},{"id":"jus","points":"-2"}],"smears":[],"uid":123,"text":"I am the only candidate here that will defend your second amendment right to bear arms."},{"bonuses":[{"id":"tax","points":"1"},{"id":"nat","points":"2"},{"id":"glo","points":"-1"},{"id":"sec","points":"-2"}],"smears":[],"uid":124,"text":"The United States pays more than 10 times the amount of spending than any other country in NATO. Until Europe starts paying their fair share, we shall not accept anymore members into NATO."},{"bonuses":[{"id":"jus","points":"1"},{"id":"nat","points":"-1"}],"smears":[],"uid":125,"text":"Black Lives Matter."},{"bonuses":[{"id":"jus","points":"2"},{"id":"sec","points":"-2"},{"id":"tax","points":"1"}],"smears":[],"uid":126,"text":"Defund the police."},{"bonuses":[{"id":"jus","points":"3"},{"id":"tra","points":"-3"}],"smears":[],"uid":127,"text":"We need to codify Roe vs Wade into law."},{"bonuses":[{"id":"tra","points":"3"},{"id":"jus","points":"-5"}],"smears":[],"uid":129,"text":"I very proudly stand for life and I am rock-solid against abortion, and I believe that every human life is a miracle worth protecting"},{"bonuses":[{"id":"eco","points":"1"}],"smears":[],"uid":130,"text":"To curb inflation, I support increasing interest rates at the Federal Reserve to discourage spending and lower demand."},{"bonuses":[{"id":"eco","points":"1"},{"id":"tax","points":"1"}],"smears":[],"uid":132,"text":"With 8.5% inflation, the high cost of living is crushing family budgets. We have to get our economy back on the right track stop massive government spending and fueling the fires of inflation."},{"bonuses":[{"id":"tra","points":"1"}],"smears":[],"uid":133,"text":"See the many pods on just one plant. Looks like an abundant bean harvest  The usual three beans in a pod. Still five weeks for harvest."},{"bonuses":[],"smears":[{"id":"tra","points":"-2"}],"uid":134,"text":"[Insert opponent name] wants to transform America, I want to preserve America"},{"bonuses":[{"id":"nat","points":"2"},{"id":"sec","points":"2"},{"id":"glo","points":"-2"}],"smears":[],"uid":135,"text":"Mexico is bringing dangerous drugs and crime into our country! We need wall!"},{"bonuses":[{"id":"sec","points":"2"}],"smears":[],"uid":136,"text":"Since 2019 [this state\/district] has seen a 120% increase in overdose deaths for people younger than 25. Fentanyl is killing our kids and we need to stop the flood of illicit drugs coming over our open southern border."},{"bonuses":[{"id":"tra","points":"1"},{"id":"sec","points":"1"}],"smears":[],"uid":137,"text":"The other day an officer went to Little Caesars and when he arrived home with his pizza, he found \"F the Police\" inscribed on the inside of the box! The amount of disrespect our men in blue are facing these days is ridiculous!"},{"bonuses":[{"id":"job","points":"2"}],"smears":[],"uid":138,"text":"We must stop union busting and give the working class the tools to build power at an unprecedented level in the United States."},{"bonuses":[{"id":"env","points":"2"}],"smears":[],"uid":139,"text":"Wildfires have become a yearly phenomena as climate change worsens. However, we can reduce the severity of these fires by staging smaller controlled fires to clear out dry patches."},{"bonuses":[{"id":"job","points":"3"},{"id":"eco","points":"-2"}],"smears":[],"uid":140,"text":"We need a minimum wage that is a living wage! Nobody should be working two, maybe three, jobs and still not be able to make ends meet!"},{"bonuses":[{"id":"eco","points":"1"},{"id":"job","points":"1"},{"id":"env","points":"-3"}],"smears":[],"uid":141,"text":"We cannot trust renewable energy. Windmills only work when there's wind, and in fact, they can cause cancer. We have so much coal, we will never run out of energy."},{"bonuses":[{"id":"wel","points":"2"},{"id":"tax","points":"-2"},{"id":"tra","points":"1"}],"smears":[],"uid":142,"text":"The Child Tax Credit cut childhood poverty by 30% and reduced families’ reliance on payday loans. If elected, I will make the Child Tax Credit a permanent policy."},{"bonuses":[{"id":"tax","points":"3"},{"id":"wel","points":"-3"}],"smears":[],"uid":143,"text":"We must repeal and replace Obamacare. Obamacare is terrible and so expensive."},{"bonuses":[{"id":"wel","points":"2"},{"id":"sec","points":"1"},{"id":"tax","points":"-2"}],"smears":[],"uid":144,"text":"I support extended healthcare benefits for veterans who were exposed to burn pits and other toxic substances during their service."},{"bonuses":[],"smears":[{"id":"tax","points":"-2"}],"uid":145,"text":"[Insert opponent name] wants to spend, spend, spend! There's not enough money in the budget to fund everything!"},{"bonuses":[{"id":"wel","points":"1"}],"smears":[],"uid":146,"text":"For low-income Americans without bank accounts, simple services like cashing a check can be expensive. We introduce free banking services easily via the Post Office."},{"bonuses":[{"id":"jus","points":"2"},{"id":"eco","points":"-1"}],"smears":[],"uid":147,"text":"To prevent insider trading, we must ban lawmakers, their spouses, and senior staff from trading stocks."},{"bonuses":[{"id":"env","points":"3"},{"id":"eco","points":"-2"}],"smears":[],"uid":148,"text":"I will ban all off-shore drilling."},{"bonuses":[{"id":"eco","points":"1"},{"id":"tax","points":"1"}],"smears":[],"uid":149,"text":"Increasing interest rates is too risky. Higher interest rates means businesses cannot afford to invest in their operations."}],"questions":[{"answers":[{"bonuses":[{"id":"eco","points":"-1"},{"id":"env","points":"-1"},{"id":"nat","points":"2"}],"smears":[],"uid":118,"text":"I will mandate American oil companies to extract more oil on American soil."},{"bonuses":[{"id":"wel","points":"3"},{"id":"tax","points":"-2"}],"smears":[],"uid":119,"text":"I will lower the price of gas to a fixed rate and the federal government will pay the excess."},{"bonuses":[{"id":"env","points":"1"}],"smears":[],"uid":120,"text":"We need to invest more in electric vehicles and gas prices will decrease as demand decreases."}],"uid":117,"text":"How will you help lower gas prices?"}]}}