{"card_uid_counter":531,"eng":{"categories":[{"id":"","name":"","desc":""},{"id":"jus","name":"Justice","desc":"Civil rights, social justice, anti-racism, feminism, LGBT rights"},{"id":"env","name":"Environment","desc":"Environmentalism, conservation, sustainability"},{"id":"tra","name":"Tradition","desc":"Tradition, christianity, rural life"},{"id":"job","name":"Jobs","desc":"Worker's rights, job creation, unionization"},{"id":"eco","name":"Economics","desc":"Economic growth, free market, entrepreneurship"},{"id":"glo","name":"Globalization","desc":"World Peace, Inernationalism, global justice"},{"id":"wel","name":"Welfare","desc":"Welfare state, public services, healthcare, povery relief"},{"id":"nat","name":"Nationalism","desc":"Containing immigration, nationalism, white supremacy"},{"id":"tax","name":"Tax Cuts","desc":"Tax cuts, small government, reduce budget deficits"},{"id":"sec","name":"Security","desc":"Security, military strength, fighting crime and terrorism"},{"id":"pat","name":"Patriotism","desc":"General pride and belief in the United States. Basic category that means nothing, but will work in any state."}],"positions":[{"text":"As president, I will introduce term limits for Supreme Court justices.","bonuses":[{"id":"jus","points":3}],"uid":2},{"text":"The supreme court is full of right wing extremists. To restore balance to the court, I will expand the court to 13 justices.","bonuses":[{"id":"jus","points":4},{"id":"tra","points":-4}],"uid":3},{"text":"There is no bigger than threat to humanity than climate change.","bonuses":[{"id":"env","points":2}],"uid":5},{"text":"My climate plan will reduce emissions by 44% by the end of decade by giving tax cut incentives for companies to invest in renewable energy and rebates for people that buy electric cars.","bonuses":[{"id":"env","points":3},{"id":"eco","points":2},{"id":"tax","points":1}],"uid":6},{"text":"I want to trade more with China. They got some good stuff over there.","bonuses":[{"id":"glo","points":1},{"id":"eco","points":1},{"id":"nat","points":-1}],"uid":9},{"text":"Under my presidency, the wall is going down, immigrants are coming up.","bonuses":[{"id":"glo","points":1},{"id":"jus","points":1},{"id":"nat","points":-1},{"id":"sec","points":-2}],"uid":10},{"bonuses":[{"id":"wel","points":"4"},{"id":"tax","points":"-3"}],"smears":[],"uid":31,"text":"We need Medicare For All!"},{"bonuses":[{"id":"wel","points":"2"},{"id":"eco","points":"-1"}],"smears":[],"uid":32,"text":"Americans pay some of the highest costs in the world for prescription drugs. We need a president that will stand up to the pharmaceutical industry to help bring down the costs"},{"bonuses":[{"id":"wel","points":"2"},{"id":"tax","points":"-2"}],"smears":[],"uid":33,"text":"As president, I will forgive $10,000 worth of student debt for individuals that make less than $125,000 per year."},{"bonuses":[{"id":"wel","points":"3"},{"id":"eco","points":"1"},{"id":"tax","points":"-5"},{"id":"job","points":"2"}],"smears":[],"uid":34,"text":"Universal Basic Income will eliminate poverty and infuse more money into the economy. I am proposing a $1,000 Freedom Dividend to be paid monthly for every American citizen."},{"bonuses":[{"id":"job","points":"1"},{"id":"nat","points":"1"}],"smears":[],"uid":35,"text":"NAFTA was a horrible deal that drove lots of good paying jobs outside of the United States into Mexico."},{"bonuses":[],"smears":[{"id":"job","points":"-2"}],"uid":36,"text":"[Insert opponent name] wants to take away your Railroad Retirement and force all you railway workers on to Social Security instead! "},{"bonuses":[{"id":"job","points":"1"}],"smears":[],"uid":37,"text":"We need to be encouraging our kids to get technical degrees. Blue-collar workers are the backbone of our society."},{"bonuses":[{"id":"job","points":"1"},{"id":"nat","points":"1"}],"smears":[],"uid":38,"text":"We need to take on China and fix our supply chain issues by making things in America."},{"bonuses":[{"id":"sec","points":"2"},{"id":"nat","points":"3"},{"id":"glo","points":"-3"},{"id":"jus","points":"-2"}],"smears":[],"uid":39,"text":"This country needs to take more drastic measures to prevent illegal immigration. I propose burning all the bridges over the Rio Grande."},{"bonuses":[{"id":"jus","points":"2"},{"id":"pat","points":"1"},{"id":"eco","points":"-1"}],"smears":[],"uid":44,"text":"I refuse to support an America where overpaid CEOs are able to exploit cheap overseas labor."},{"bonuses":[{"id":"job","points":"1"},{"id":"jus","points":"1"},{"id":"env","points":"1"}],"smears":[],"uid":45,"text":"My supporters know that I will protect our precious environment, our civil rights and our hard-working neighborhoods."},{"bonuses":[{"id":"wel","points":"1"},{"id":"job","points":"1"}],"smears":[],"uid":53,"text":"It is my goal to invest in underserved communities and put people who have been left behind in positions to lead."},{"bonuses":[{"id":"jus","points":"3"},{"id":"tra","points":"-3"}],"smears":[],"uid":54,"text":"It's time we ban assault weapons so our kids learn to read and write in schools instead of learning to duck and cover."},{"bonuses":[{"id":"eco","points":"2"},{"id":"job","points":"1"}],"smears":[],"uid":55,"text":"When I win this campaign, I will immediately begin investing in small manufacturers, communities, workers, and entrepreneurs across America to reinvigorate our economy."},{"bonuses":[{"id":"pat","points":"1"}],"smears":[],"uid":56,"text":"America is an idea - the most powerful idea in the history of the world."},{"bonuses":[{"id":"job","points":"1"}],"smears":[],"uid":57,"text":"Under my administration, I will create more jobs than any other presidential term in history."},{"bonuses":[{"id":"pat","points":"1"}],"smears":[],"uid":58,"text":"You can't love your country only when you win politically"},{"bonuses":[{"id":"pat","points":"1"}],"smears":[],"uid":59,"text":"America must choose: To be a nation of hope and unity and optimism - or a nation of fear and division and darkness."},{"bonuses":[{"id":"job","points":"1"},{"id":"tax","points":"-1"}],"smears":[],"uid":62,"text":"In the United States, and across the Atlantic, working people are united in being sick and tired of working longer hours for lower wages while the rich get richer."},{"bonuses":[],"smears":[{"id":"job","points":"-1"}],"uid":63,"text":"[insert opponent name] is getting richer and richer, making millions off the working class while working as a public servant. My opponent's hypocrisy runs deep."},{"bonuses":[{"id":"env","points":"4"},{"id":"tax","points":"-2"}],"smears":[],"uid":73,"text":"Our first priority needs to be solving the climate change crisis. By implementing a Carbon Tax, we can both dissuade environmentally unfriendly purchases, and fund efforts to switch America to renewable energies."},{"bonuses":[{"id":"tax","points":"3"},{"id":"wel","points":"-2"}],"smears":[],"uid":75,"text":"There is no such thing as student loan forgiveness—this is a bailout, paid for by the large majority of Americans who never went to college or who responsibly paid off their debts."},{"bonuses":[{"id":"glo","points":"1"},{"id":"sec","points":"1"}],"smears":[],"uid":76,"text":"I stand with Ukraine."},{"bonuses":[{"id":"job","points":"-1"}],"smears":[],"uid":77,"text":"Unions tie you down with a lot of PAPERWORK & OBLIGATION."},{"bonuses":[{"id":"nat","points":"3"},{"id":"sec","points":"1"},{"id":"glo","points":"-3"}],"smears":[],"uid":78,"text":"If you're an illegal immigration, you should be immediately deported and disbarred from entering the United State for life. Period."},{"bonuses":[{"id":"nat","points":"3"},{"id":"sec","points":"2"},{"id":"glo","points":"-3"},{"id":"jus","points":"-1"}],"smears":[],"uid":79,"text":"My first day of office, I will deploy the national guard to handle the immigration crisis at our southern border."},{"bonuses":[{"id":"eco","points":"1"}],"smears":[],"uid":80,"text":"A headline that sadly isn’t surprising under this administration: 'Would You Take Out a Loan to Buy This Week’s Groceries?'"},{"bonuses":[{"id":"tax","points":"2"},{"id":"wel","points":"-1"}],"smears":[],"uid":81,"text":"Abolish the IRS."},{"bonuses":[],"smears":[{"id":"tra","points":"-1"},{"id":"sec","points":"-1"}],"uid":86,"text":"Unlike myself, [insert opponent name] wants an America where Hollywood liberals and Iranian extremists can destroy our innocent grandparents"},{"bonuses":[],"smears":[{"id":"env","points":"-2"}],"uid":87,"text":"[insert opponent name] says they care about the environment, but have you seen their gas-guzzling campaign bus driving around the state? I drive an electric car while on the campaign trail."},{"bonuses":[{"id":"glo","points":"2"},{"id":"nat","points":"-2"},{"id":"sec","points":"-1"},{"id":"jus","points":"1"}],"smears":[],"uid":88,"text":"We need more immigrants to combat an aging society. I will increase the number of visas available for anyone who wants to become an American."},{"bonuses":[{"id":"wel","points":"1"},{"id":"eco","points":"1"}],"smears":[],"uid":89,"text":"To help lower the cost of prescription drugs, we will import drugs, that are much cheaper, from Canada."},{"bonuses":[{"id":"tra","points":"1"},{"id":"tax","points":"2"},{"id":"wel","points":"1"},{"id":"eco","points":"-2"}],"smears":[],"uid":90,"text":"It’s unfair to force a truck driver to pay a loan for someone who got a PhD in gender studies. Taxpayers shouldn’t be footing the bill for student loan relief. If anything, universities handing out worthless degrees should be on the hook."},{"bonuses":[{"id":"job","points":"2"}],"smears":[],"uid":91,"text":"As workers, when you stand together, you don't have to beg, you don't have to plead. In solidarity, you've got power. You can win. That's what the bosses know, that's what the bosses fear, and that's exactly why we've got to grow and strengthen the trade union movement."},{"bonuses":[{"id":"tra","points":"2"},{"id":"eco","points":"1"}],"smears":[],"uid":92,"text":"Mega corporations are imposing their woke ideology on the economy. Our economy would be better off if everything was not politicalized."},{"bonuses":[{"id":"tra","points":"3"},{"id":"jus","points":"-2"}],"smears":[],"uid":93,"text":"Freedom includes the freedom from indoctrination. We, therefore, reject teaching kids to hate our country or to hate each other through concepts such as Critical Race Theory."},{"bonuses":[{"id":"tra","points":"2"},{"id":"jus","points":"-1"}],"smears":[],"uid":94,"text":"Our country was not founded on slavery. Our founding fathers recognized that slavery was wrong."},{"bonuses":[{"id":"nat","points":"1"},{"id":"sec","points":"2"},{"id":"jus","points":"-1"}],"smears":[],"uid":96,"text":"I will introduce a new election crimes office to ensure our elections are conducted in accordance with the law, and those who engage in ballot harvesting or illegal voting will be held accountable."},{"bonuses":[{"id":"sec","points":"2"},{"id":"tra","points":"2"},{"id":"jus","points":"-3"}],"smears":[],"uid":97,"text":"Teachers love our students and will protect them if they carried firearms in the classroom. Teachers will have annual training and should get a yearly bonus. Shootings will not happen again."},{"bonuses":[{"id":"job","points":"2"},{"id":"eco","points":"-1"}],"smears":[],"uid":98,"text":"Under my plan, if a company says they'll pay prevailing wages but doesn’t follow through, they'll pay a penalty. And workers who are owed wages will receive the difference. Plus interest."},{"bonuses":[{"id":"env","points":"-2"},{"id":"job","points":"1"},{"id":"eco","points":"2"}],"smears":[],"uid":104,"text":"Let me be clear, I do not support a Carbon Tax that will increase gas prices for everyday working class Americans."},{"bonuses":[{"id":"env","points":"-2"},{"id":"eco","points":"1"},{"id":"glo","points":"1"}],"smears":[],"uid":105,"text":"I will reinstate the permit for the Keystone Pipeline. This would increase the amount of oil we can import, and bring down the price of gas."},{"bonuses":[{"id":"tra","points":"2"},{"id":"env","points":"-3"}],"smears":[],"uid":106,"text":"If global warming is real, why does it still snow?"},{"bonuses":[{"id":"job","points":"-1"},{"id":"eco","points":"1"},{"id":"tra","points":"-1"}],"smears":[],"uid":107,"text":"Let's face it, there's not enough people to fill all the minimum wage positions. I'm tired of waiting in line for my McDonalds - we need more robots filling these roles!"},{"bonuses":[{"id":"job","points":"-2"},{"id":"eco","points":"2"}],"smears":[],"uid":108,"text":"Worker strikes are an inconvenience to everyday citizens. These employees need to get back to work."},{"bonuses":[{"id":"tra","points":"1"},{"id":"job","points":"-1"}],"smears":[],"uid":109,"text":"Nobody wants to work anymore these days. I have no sympathy. At my first job, I made $5 an hour!"},{"bonuses":[{"id":"wel","points":"-2"},{"id":"pat","points":"1"},{"id":"eco","points":"1"},{"id":"tra","points":"2"}],"smears":[],"uid":111,"text":"Private healthcare gives Americans the freedom of choice."},{"bonuses":[],"smears":[{"id":"nat","points":"-1"},{"id":"pat","points":"-1"},{"id":"wel","points":"-1"}],"uid":112,"text":"[insert opponent name] is receiving money from healthcare bureaucrats, sex workers and communists."},{"bonuses":[{"id":"wel","points":"-2"},{"id":"eco","points":"1"},{"id":"tax","points":"2"}],"smears":[],"uid":113,"text":"I do not support socialized healthcare. Americans prefer handling their own healthcare, and paying for what they need when they need it rather than having higher taxes to pay for someone else's treatment."},{"bonuses":[{"id":"env","points":"2"},{"id":"tra","points":"1"}],"smears":[],"uid":114,"text":"I would like to increase funding into maintaining and improving state parks. These beautiful parks are a space for all citizens to enjoy."},{"bonuses":[{"id":"jus","points":"2"},{"id":"tra","points":"-1"}],"smears":[],"uid":115,"text":"Our country was founded on the backs of slaves. Our founding fathers were slave owners. We can't deny this truth."},{"bonuses":[{"id":"tax","points":"2"},{"id":"job","points":"1"},{"id":"wel","points":"-1"}],"smears":[],"uid":116,"text":"To ease the burden on working families, I will issue a tax cut on those making less than $100,000 annually."},{"bonuses":[{"id":"glo","points":"3"},{"id":"jus","points":"2"},{"id":"nat","points":"-2"}],"smears":[],"uid":121,"text":"Under my immigration policy, all the Dreamers in the DACA program will be given a pathway to citizenship."},{"bonuses":[{"id":"tax","points":"1"},{"id":"nat","points":"2"},{"id":"glo","points":"-1"},{"id":"sec","points":"-2"}],"smears":[],"uid":124,"text":"The United States pays more than 10 times the amount of spending than any other country in NATO. Until Europe starts paying their fair share, we shall not accept anymore members into NATO."},{"bonuses":[{"id":"jus","points":"1"},{"id":"nat","points":"-1"}],"smears":[],"uid":125,"text":"Black Lives Matter."},{"bonuses":[{"id":"jus","points":"2"},{"id":"sec","points":"-2"},{"id":"tax","points":"1"}],"smears":[],"uid":126,"text":"Defund the police."},{"bonuses":[{"id":"jus","points":"3"},{"id":"tra","points":"-3"}],"smears":[],"uid":127,"text":"We need to codify Roe vs Wade into law."},{"bonuses":[{"id":"tra","points":"3"},{"id":"jus","points":"-5"}],"smears":[],"uid":129,"text":"I very proudly stand for life and I am rock-solid against abortion, and I believe that every human life is a miracle worth protecting"},{"bonuses":[{"id":"eco","points":"1"}],"smears":[],"uid":130,"text":"To curb inflation, I support increasing interest rates at the Federal Reserve to discourage spending and lower demand."},{"bonuses":[{"id":"eco","points":"1"},{"id":"tax","points":"1"}],"smears":[],"uid":132,"text":"With 8.5% inflation, the high cost of living is crushing family budgets. We have to get our economy back on the right track stop massive government spending and fueling the fires of inflation."},{"bonuses":[{"id":"tra","points":"1"}],"smears":[],"uid":133,"text":"See the many pods on just one plant. Looks like an abundant bean harvest  The usual three beans in a pod. Still five weeks for harvest."},{"bonuses":[],"smears":[{"id":"tra","points":"-2"}],"uid":134,"text":"[Insert opponent name] wants to transform America, I want to preserve America"},{"bonuses":[{"id":"nat","points":"2"},{"id":"sec","points":"2"},{"id":"glo","points":"-2"}],"smears":[],"uid":135,"text":"Mexico is bringing dangerous drugs and crime into our country! We need wall!"},{"bonuses":[{"id":"sec","points":"2"}],"smears":[],"uid":136,"text":"Since 2019 [this state\/district] has seen a 120% increase in overdose deaths for people younger than 25. Fentanyl is killing our kids and we need to stop the flood of illicit drugs coming over our open southern border."},{"bonuses":[{"id":"tra","points":"1"},{"id":"sec","points":"1"}],"smears":[],"uid":137,"text":"The other day an officer went to Little Caesars and when he arrived home with his pizza, he found \"F the Police\" inscribed on the inside of the box! The amount of disrespect our men in blue are facing these days is ridiculous!"},{"bonuses":[{"id":"job","points":"2"}],"smears":[],"uid":138,"text":"We must stop union busting and give the working class the tools to build power at an unprecedented level in the United States."},{"bonuses":[{"id":"env","points":"2"}],"smears":[],"uid":139,"text":"Wildfires have become a yearly phenomena as climate change worsens. However, we can reduce the severity of these fires by staging smaller controlled fires to clear out dry patches."},{"bonuses":[{"id":"job","points":"3"},{"id":"eco","points":"-2"}],"smears":[],"uid":140,"text":"We need a minimum wage that is a living wage! Nobody should be working two, maybe three, jobs and still not be able to make ends meet!"},{"bonuses":[{"id":"eco","points":"1"},{"id":"job","points":"1"},{"id":"env","points":"-3"}],"smears":[],"uid":141,"text":"We cannot trust renewable energy. Windmills only work when there's wind, and in fact, they can cause cancer. We have so much coal, we will never run out of energy."},{"bonuses":[{"id":"wel","points":"2"},{"id":"tax","points":"-2"},{"id":"tra","points":"1"}],"smears":[],"uid":142,"text":"The Child Tax Credit cut childhood poverty by 30% and reduced families’ reliance on payday loans. If elected, I will make the Child Tax Credit a permanent policy."},{"bonuses":[{"id":"tax","points":"3"},{"id":"wel","points":"-3"}],"smears":[],"uid":143,"text":"We must repeal and replace Obamacare. Obamacare is terrible and so expensive."},{"bonuses":[{"id":"wel","points":"2"},{"id":"sec","points":"1"},{"id":"tax","points":"-2"}],"smears":[],"uid":144,"text":"I support extended healthcare benefits for veterans who were exposed to burn pits and other toxic substances during their service."},{"bonuses":[],"smears":[{"id":"tax","points":"-2"}],"uid":145,"text":"[Insert opponent name] wants to spend, spend, spend! There's not enough money in the budget to fund everything!"},{"bonuses":[{"id":"wel","points":"1"}],"smears":[],"uid":146,"text":"For low-income Americans without bank accounts, simple services like cashing a check can be expensive. We introduce free banking services easily via the Post Office."},{"bonuses":[{"id":"jus","points":"2"},{"id":"eco","points":"-1"}],"smears":[],"uid":147,"text":"To prevent insider trading, we must ban lawmakers, their spouses, and senior staff from trading stocks."},{"bonuses":[{"id":"env","points":"3"},{"id":"eco","points":"-2"}],"smears":[],"uid":148,"text":"I will ban all off-shore drilling."},{"bonuses":[{"id":"eco","points":"1"},{"id":"tax","points":"1"}],"smears":[],"uid":149,"text":"Increasing interest rates is too risky. Higher interest rates means businesses cannot afford to invest in their operations."},{"bonuses":[{"id":"job","points":"3"},{"id":"eco","points":"-3"}],"smears":[],"uid":150,"text":"I am of the position that the United States of America would benefit from a 4-day work week."},{"bonuses":[{"id":"glo","points":"3"},{"id":"nat","points":"-1"}],"smears":[],"uid":151,"text":"Tenemos que incluir a cada persona en el éxito de esta economía. Pero si queremos hacerlo, tenemos que incluir a cada persona en nuestra democracia. Cada votante, necesitamos la representación, y cada voz, debemos escucharla."},{"bonuses":[{"id":"nat","points":"1"},{"id":"sec","points":"1"},{"id":"jus","points":"-1"}],"smears":[],"uid":152,"text":"My campaign hits it right on the nose. It’s all about law and order."},{"bonuses":[{"id":"nat","points":"2"},{"id":"tax","points":"2"},{"id":"wel","points":"-3"}],"smears":[],"uid":153,"text":"I knew a woman who used 80 names, 30 addresses, and 15 phone numbers to collect food stamps, Social Security, and veteran's benefits for 4 nonexistent deceased veteran husbands. This is where your tax money's going."},{"bonuses":[{"id":"nat","points":"2"},{"id":"sec","points":"4"},{"id":"jus","points":"-2"}],"smears":[],"uid":154,"text":"We must take back the streets. And you take back the streets by more cops, more prisons, and more physical protection for the people."},{"bonuses":[{"id":"jus","points":"1"},{"id":"tra","points":"-1"}],"smears":[],"uid":155,"text":"Abortions should be safe and legal, but rare."},{"bonuses":[{"id":"nat","points":"4"},{"id":"jus","points":"-4"},{"id":"glo","points":"-4"},{"id":"sec","points":"4"}],"smears":[],"uid":156,"text":"I will reinstate the Travel Ban that ensures Muslims will not enter our country."},{"bonuses":[{"id":"tax","points":"2"},{"id":"wel","points":"-1"}],"smears":[],"uid":157,"text":"I encourage states to temporarily suspend sales taxes to fight inflation."},{"bonuses":[{"id":"tax","points":"2"},{"id":"eco","points":"2"},{"id":"pat","points":"1"}],"smears":[],"uid":158,"text":"I will be the first president in over 20 years to have a balanced budget."},{"bonuses":[{"id":"sec","points":"1"},{"id":"tra","points":"2"},{"id":"jus","points":"-1"}],"smears":[],"uid":159,"text":"I am the only candidate here that will defend your second amendment right to bear arms."},{"bonuses":[{"id":"jus","points":"2"},{"id":"sec","points":"-1"}],"smears":[],"uid":160,"text":"Legalize marijuana now!"},{"bonuses":[{"id":"jus","points":"2"},{"id":"sec","points":"-2"},{"id":"wel","points":"1"}],"smears":[],"uid":161,"text":"We need to decriminalize the consumption of drugs, so that people are willing to get the help that they need."},{"bonuses":[{"id":"sec","points":"1"},{"id":"tra","points":"1"}],"smears":[],"uid":162,"text":"Drugs are poisoning the minds of our children! We need to fund more into drug awareness programs."},{"bonuses":[{"id":"tra","points":"2"}],"smears":[],"uid":163,"text":"Keep God in our schools. On our money. In the Pledge. And in our hearts."},{"bonuses":[{"id":"tra","points":"1"}],"smears":[],"uid":164,"text":"When I'm president, we're bringing Christmas back. It won't be 'Happy Holidays' anymore, it'll be 'Merry Christmas' again."},{"bonuses":[{"id":"pat","points":"1"},{"id":"tra","points":"1"}],"smears":[],"uid":165,"text":"What sounds better, \"Made in America\", or \"Made in the USA\"?"},{"bonuses":[{"id":"tra","points":"1"}],"smears":[],"uid":166,"text":"I've always been in a family that cherishes our catholic traditions. In fact, I just attended Mass with my mom this weekend."},{"bonuses":[{"id":"tra","points":"3"},{"id":"wel","points":"1"},{"id":"tax","points":"-1"}],"smears":[],"uid":167,"text":"Marriage and birth-rates are in decline. The most common reason is that having a child today is too expensive. I support providing monthly payments to parents until a child is six years of age."},{"bonuses":[{"id":"env","points":"2"}],"smears":[],"uid":168,"text":"Out West, there's trouble with the water supply. We need to invest more in our water infrastructure. "},{"bonuses":[{"id":"env","points":"2"},{"id":"eco","points":"1"},{"id":"glo","points":"1"}],"smears":[],"uid":169,"text":"Climate change is a global problem. Reducing emissions in the US alone won't make a big enough difference. We need to invest in new technologies for clean energy solutions that the rest of the world can adopt."},{"bonuses":[{"id":"eco","points":"1"},{"id":"tax","points":"1"}],"smears":[],"uid":170,"text":"We are 31 trillion dollars in debt. Interest on the debt is in the hundreds of billions per year. Soon, we'll be spending more on interest than we spend on defense. We need to start a committee to look into how to balance the debt. "},{"bonuses":[{"id":"eco","points":"1"},{"id":"nat","points":"1"},{"id":"tra","points":"1"},{"id":"glo","points":"1"}],"smears":[],"uid":171,"text":"China has developed a thorough strategy to become the leader of the world—posing a threat to global order and democracy. The US must confront China's efforts, which is why I will require my administration to develop a comprehensive China strategy."},{"bonuses":[{"id":"glo","points":"1"},{"id":"jus","points":"1"},{"id":"nat","points":"-1"}],"smears":[],"uid":172,"text":"We need comprehensive immigration reform."},{"bonuses":[{"id":"pat","points":"1"}],"smears":[],"uid":173,"text":"I want bipartisan legislation in congress. I am committed to reaching across the aisle and compromising with those I disagree with."},{"bonuses":[],"smears":[{"id":"pat","points":"-1"}],"uid":174,"text":"[insert opponent name] sits on a throne of lies."},{"bonuses":[{"id":"env","points":"1"}],"smears":[],"uid":243,"text":"Under my economic plan, the great American road trip will be fully electrified."},{"bonuses":[{"id":"eco","points":"1"},{"id":"nat","points":"1"}],"smears":[],"uid":248,"text":"For most of the last century, we led the world because we invested in ourselves. Somewhere along the way, we took our foot off the pedal and China and the rest of the world started catching up. Not anymore. My economic plan is building a better America."},{"bonuses":[{"id":"eco","points":"1"},{"id":"tra","points":"-2"},{"id":"job","points":"-2"}],"smears":[],"uid":257,"text":"The issue with an aging society is that we end up with too few people in the workforce. If the elderly returned to work, society would function as normal. As president I would encourage old folks to go back to work by raising the retirement age."}],"questions":[{"answers":[{"bonuses":[{"id":"eco","points":"-1"},{"id":"env","points":"-1"},{"id":"nat","points":"2"}],"smears":[],"uid":118,"text":"I will mandate American oil companies to extract more oil on American soil."},{"bonuses":[{"id":"wel","points":"3"},{"id":"tax","points":"-2"}],"smears":[],"uid":119,"text":"I will lower the price of gas to a fixed rate and the federal government will pay the excess."},{"bonuses":[{"id":"env","points":"1"}],"smears":[],"uid":120,"text":"We need to invest more in electric vehicles and gas prices will decrease as demand decreases."}],"uid":117,"text":"How will you help lower gas prices?"},{"answers":[{"bonuses":[{"id":"jus","points":"1"},{"id":"job","points":"1"}],"smears":[],"uid":208,"text":"We have to make the economy fairer. That starts with raising the national minimum wage and also guarantee, finally, equal pay for women’s work."},{"bonuses":[{"id":"tra","points":"1"},{"id":"job","points":"1"},{"id":"tax","points":"1"},{"id":"glo","points":"-1"}],"smears":[],"uid":209,"text":"Our jobs are fleeing the country. They’re going to Mexico. They’re going to many other countries. I’ll be reducing taxes tremendously, from 35 percent to 15 percent for companies, small and big businesses. That’s going to be a job creator like we haven’t seen since Ronald Reagan. "},{"bonuses":[{"id":"wel","points":"1"},{"id":"job","points":"1"}],"smears":[],"uid":210,"text":"I want us to do more to support people who are struggling to balance family and work. Let’s have paid family leave, earned sick days. Let’s be sure we have affordable child care and debt-free college."}],"uid":207,"text":"Why are you a better choice than your opponents to create the kinds of jobs that will put more money into the pockets of American workers?\r\n"},{"answers":[{"bonuses":[{"id":"sec","points":"1"},{"id":"nat","points":"1"},{"id":"tra","points":"1"}],"smears":[],"uid":250,"text":"Defend our way of life by allowing more Americans to be armed."},{"bonuses":[{"id":"tax","points":"1"},{"id":"eco","points":"1"},{"id":"job","points":"1"}],"smears":[],"uid":251,"text":"Cut taxes to expand economic growth and jobs."},{"bonuses":[{"id":"jus","points":"1"},{"id":"wel","points":"1"},{"id":"glo","points":"1"},{"id":"env","points":"1"}],"smears":[],"uid":252,"text":"Stop environmental racism against people of color by giving retributions to descendants of slavery."}],"uid":249,"text":"When you take office, what will be your top priority?"},{"answers":[{"bonuses":[{"id":"jus","points":"1"},{"id":"sec","points":"1"},{"id":"tra","points":"-1"},{"id":"nat","points":"-1"}],"smears":[],"uid":303,"text":"I would increase the minimum age to buy a gun to 21 and require background checks."},{"bonuses":[{"id":"sec","points":"2"},{"id":"tra","points":"1"},{"id":"jus","points":"-3"},{"id":"nat","points":"1"}],"smears":[],"uid":304,"text":"We need to increase law enforcement so we can stop shootings before they even happen."},{"bonuses":[{"id":"jus","points":"3"},{"id":"tra","points":"-3"},{"id":"nat","points":"-1"}],"smears":[],"uid":305,"text":"I will flat-out ban all assault rifles and automatic weapons from the point of sales."}],"uid":302,"text":"Gun violence plagues are country everyday. How will you reduce gun violence in this country?"},{"answers":[{"bonuses":[{"id":"jus","points":"3"},{"id":"tra","points":"-2"}],"smears":[],"uid":316,"text":"Yes. I strongly support giving the residents of DC full representation, same as any other state in this country."},{"bonuses":[{"id":"tra","points":"2"},{"id":"jus","points":"-2"}],"smears":[],"uid":317,"text":"No. If you make the swamp itself America’s 51st state, you'll get two more liberal senators and we cannot undo the damage that's done."},{"bonuses":[{"id":"tra","points":"1"}],"smears":[],"uid":318,"text":"I don't believe congress has the power to make DC a state. This needs to be done as a constitutional amendment so the people of America can vote on it."}],"uid":315,"text":"Do you support statehood for Washington DC?"},{"answers":[{"bonuses":[{"id":"jus","points":"2"},{"id":"tra","points":"-2"}],"smears":[],"uid":324,"text":"The supreme court took away a women's right to choose, which has been the status quo for 50 years. Now we must codify Roe vs Wade into law."},{"bonuses":[{"id":"tra","points":"1"},{"id":"jus","points":"-2"}],"smears":[],"uid":325,"text":"I think we should have a law at the federal level that, after 15 weeks, no abortion on demand except in cases of rape, incest or to save the life of the mother"},{"bonuses":[{"id":"tra","points":"3"},{"id":"jus","points":"-3"}],"smears":[],"uid":326,"text":"This is an issue we should leave up to the state legislatures."}],"uid":323,"text":"How would you handle the issue of abortion?"},{"answers":[{"bonuses":[{"id":"tax","points":"2"},{"id":"nat","points":"3"},{"id":"sec","points":"-2"},{"id":"glo","points":"-2"}],"smears":[],"uid":328,"text":"My oath is to the US Constitution, not to any foreign nation. We cannot save Ukraine by dooming the US economy with anymore outrageous spending."},{"bonuses":[{"id":"sec","points":"3"},{"id":"tax","points":"-2"},{"id":"glo","points":"2"}],"smears":[],"uid":329,"text":"I pledge $3 billion of weapons and equipment to be provided through the Ukraine Security Assistance Initiative."},{"bonuses":[{"id":"jus","points":"1"},{"id":"glo","points":"2"},{"id":"tax","points":"-1"}],"smears":[],"uid":330,"text":"To give immediate aide to the people of Ukraine, I will temporarily suspend all debt Ukraine owes to the US."}],"uid":327,"text":"How will you support our allies in the Ukraine war?"},{"answers":[{"bonuses":[{"id":"job","points":"1"}],"smears":[],"uid":348,"text":"We need more supply. I will force food and other necessity manufacturers to increase their workforce."},{"bonuses":[{"id":"wel","points":"3"},{"id":"tax","points":"-3"}],"smears":[],"uid":349,"text":"Fixing inflation takes time. Until the economy has recovered I will issue government funded inflation-buster checks to all Americans."},{"bonuses":[{"id":"eco","points":"1"},{"id":"tax","points":"2"},{"id":"wel","points":"-1"}],"smears":[],"uid":350,"text":"We need to reduce government spending. With less free money in people's hands, inflation will go down."}],"uid":347,"text":"Inflation is a serious problem for Americans right now. How will you fix inflation?"},{"answers":[{"bonuses":[{"id":"eco","points":"1"},{"id":"tax","points":"1"}],"smears":[],"uid":372,"text":"Stop giving bailouts to corporations who misuse the money. Instead bailout the middle class with a tax cut."},{"bonuses":[{"id":"tax","points":"2"}],"smears":[],"uid":373,"text":"We are trillions of dollars in debt already from tax-payer funded bailouts. The best way to help people, is by keeping taxes low and low for everyone."},{"bonuses":[{"id":"wel","points":"2"},{"id":"tax","points":"-2"}],"smears":[],"uid":374,"text":"We need to increase unemployment benefits, else the unemployed will experience a massive loss of income."}],"uid":371,"text":"With the economy on the downturn, what is your solution to bail Americans out of economic ruin?"},{"answers":[{"bonuses":[{"id":"jus","points":"1"},{"id":"tra","points":"-1"}],"smears":[],"uid":468,"text":"Americans are tired of incremental change, we need political revolution!"},{"bonuses":[{"id":"pat","points":"1"}],"smears":[],"uid":469,"text":"Politics is so divisive. We must focus on getting things done. The only way for progress is by working together."},{"bonuses":[],"smears":[],"uid":470,"text":"I will always fight for the American people, but that doesn't mean you can't work together to get things done."}],"uid":467,"text":"You can either compromise and move legislation, or fight partisan battles in the media and rake in the fundraising. Are you a deal maker, or a partisan fighter?"},{"answers":[{"bonuses":[{"id":"wel","points":"1"},{"id":"jus","points":"1"}],"smears":[],"uid":472,"text":"Being a mother today is too expensive. I will increase childcare benefits to alleviate the monetary strain on would-be mothers."},{"bonuses":[{"id":"tra","points":"3"},{"id":"jus","points":"-3"}],"smears":[],"uid":473,"text":"If half the babies in America weren't lost each year to abortion, we wouldn't have this problem at all."},{"bonuses":[{"id":"eco","points":"1"},{"id":"glo","points":"2"},{"id":"nat","points":"-1"}],"smears":[],"uid":474,"text":"The issue with an aging society is that we end up with too few people in the workforce. That's why need to allow more immigrants and refugees into our country."}],"uid":471,"text":"As president, how will you combat our aging society?"},{"answers":[{"bonuses":[{"id":"jus","points":"1"}],"smears":[],"uid":476,"text":"I'll put a cap on rent. Cheaper rent, better market."},{"bonuses":[{"id":"wel","points":"1"}],"smears":[],"uid":477,"text":"To keep prices down we'll increase the supply. I'll fund the building of new neighborhoods across the country."},{"bonuses":[{"id":"tax","points":"-1"},{"id":"jus","points":"2"}],"smears":[],"uid":478,"text":"The problem is land owners are renting out their properties rather than selling. By increasing property tax, I will discourage land owners from hoarding land, so more homes will be on the market."}],"uid":475,"text":"How will you fix the housing crisis? Gen Zers can't afford to buy a house, and landlords are increasing rent rapidly."},{"answers":[{"bonuses":[{"id":"tra","points":"1"}],"smears":[],"uid":484,"text":"Oh, gosh. I don't know. My spouse does all the shopping, but I can certainty tell you how to prepare it."},{"bonuses":[{"id":"job","points":"1"}],"smears":[],"uid":485,"text":"I think it would be about $1.40 per pound."},{"bonuses":[{"id":"pat","points":"-1"}],"smears":[],"uid":486,"text":"Per pound? I don't know but for a full turkey, it can't be more than $50."}],"uid":483,"text":"People say politicians do not understand the lives of ordinary people. In light of that and as we approach Thanksgiving, can you tell us the standard price per pound of a frozen turkey is?"},{"answers":[{"bonuses":[{"id":"tax","points":"1"},{"id":"job","points":"1"},{"id":"eco","points":"1"}],"smears":[],"uid":504,"text":"Overly taxing the wealthy is ruining our country. If the wealthy have high taxes, they won't invest in expanding their companies in America, but will outsource overseas."},{"bonuses":[{"id":"wel","points":"2"},{"id":"tax","points":"-1"}],"smears":[],"uid":505,"text":"Trickle-down economics did not work. Slashing taxes on the wealthy got us into the mess of 2008. We need taxes from the wealthy to rebuild the middle class."},{"bonuses":[{"id":"tax","points":"1"}],"smears":[],"uid":506,"text":"We don't need to increase taxes on the wealthy. We should really just be decreasing tax for the middle class."}],"uid":503,"text":"What is your stance on taxing the wealthy?"},{"answers":[{"bonuses":[{"id":"jus","points":"1"},{"id":"wel","points":"1"}],"smears":[],"uid":528,"text":"I will make sure that young people are able to afford a college education, especially by expanding grants for young women."},{"bonuses":[{"id":"job","points":"1"}],"smears":[],"uid":529,"text":"I encourage employers to increase schedule flexibility for women."},{"bonuses":[{"id":"jus","points":"2"},{"id":"job","points":"1"},{"id":"tax","points":"-1"}],"smears":[],"uid":530,"text":"I will force companies to pay women equally. A new taskforce will enforce this with random audits."}],"uid":527,"text":"Women make only 72% of what their male counterparts earn. How will you rectify this inequality?"}]}}